/* Search result count for other results */
"%@ Help Result" = "%@ Hjälpresultat";

/* Plural search result count for other results */
"%@ Help Results" = "%@ Hjälpresultat";

/* Search result count for helpbook results */
"%@ Help Topic" = "%@ Hjälpämne";

/* Plural search result count for helpbook results */
"%@ Help Topics" = "%@ Hjälpämnen";

/* status text in Find banner when multiple matches were found */
"%@ matches" = "%@ träffar";

/* Search result count for KB results */
"%@ Support Article" = "%@ Supportartikel";

/* Plurual search result count for KB results */
"%@ Support Articles" = "%@ Supportartiklar";

/* status text in Find banner when one match was found */
"1 match" = "1 träff";

/* scope definition in the search field's scope menu, used with the 'Search %@' format string */
"All Books" = "Alla böcker";

/* search field placeholder text */
"Ask a Question" = "Ställ en fråga";

/* back button tooltip */
"Back" = "Tillbaka";

/* tooltip for the search field's cancel button */
"Erase search text" = "Radera söktexten";

/* forward button tooltip */
"Forward" = "Framåt";

/* 'Found:' for count of search results */
"Found:" = "Hittades:";

/* home button AXHelp value */
"Go to the home page" = "Gå till hemsidan";

/* Search result section header for other results */
"Help Result" = "Hjälpresultat";

/* Plural search result section header for other results */
"Help Results" = "Hjälpresultat";

/* Search result section header for helpbook results */
"Help Topic" = "Hjälpämne";

/* Plural search result section header for helpbook results */
"Help Topics" = "Hjälpämnen";

/* title of error sheet when trying to save a file */
"Help Viewer can\\U2019t save the file." = "Hjälpvisning kan inte spara filen.";

/* Can't open content message */
"Help Viewer cannot open this content." = "Hjälpvisning kan inte öppna det här innehållet.";

/* Alert for not knowing how to handle a URL */
"Help Viewer does not know how to handle the selected URL." = "Hjälpvisning kan inte hantera den markerade URL:en.";

/* message of error sheet when trying to save a file */
"Help Viewer failed to save the file \\U201C%@\\U201D to the downloads folder." = "Hjälpvisning kunde inte spara filen ”%@” i mappen Hämtade filer.";

/* home button tooltip */
"Home" = "Hem";

/* menu item title */
"Include Product Support Searches" = "Inkludera sökningar i produktsupport";

/* status text in Find banner when many matches were found */
"More than %@ matches" = "Fler än %@ träffar";

/* status text in Find dialog when a search found nothing */
"Not found" = "Hittades inte";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "Inget att söka i";

/* contextual menu item title */
"Print Frame\\U2026" = "Skriv ut ram…";

/* format string for items in the search field's scope menu */
"Search %@" = "Sök i %@";

/* Title for anchor 'search results' page */
"Search Results" = "Sökresultat";

/* Prefix for search results page title */
"Search Results: %@" = "Sökresultat: %@";

/* forward button AXHelp value */
"Show the next page" = "Visa nästa sida";

/* back button AXHelp value */
"Show the previous page" = "Visa föregående sida";

/* Search result section header for KB results */
"Support Article" = "Supportartikel";

/* Plurual search result section header for KB results */
"Support Articles" = "Supportartiklar";

/* Info text for the alert displayed when we don't know how to handle the URL */
"The selected URL is: %@" = "Vald URL: %@";

/* tooltip for the search field */
"Type a word or phrase, then press Return" = "Skriv in ett ord eller en mening och tryck på returtangenten";

/* back/forward menu item title for an untitled HTML document */
"Untitled" = "Namnlös";

